;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = Felipe
; Translation Author Email = 
; Product name: Wise Registry Cleaner
; Version = 11.1.8
; Update: 19 Nov 2024
;
[Lang]
NativeLanguage=Português Brasileiro
ChangeLang=Por favor reinicie o programa pra aplicar as mudanças.

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
Support=Suporte & Feedback

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = Portuguese_BR
LangCode=0416
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Message box
;
Information = Informação
Warning = Avisos
Error = Erro
Confirm = Confirmação
;
; Main GUI
;
FrmGeneral.chkuac.caption=Ignorar UAC
FrmWRC.btnregclean.caption=Limpador do Registro
FrmWRC.btnadv.caption=Melhorias do Sistema
FrmWRC.btnsilm.caption=Desfragmentar Registro
FrmWRC.btnrestore.caption=Restaurar
FrmWRC.btnsettings.caption=Configurações
FrmWRC.btnsuggest.caption=Sugestão e feedback
FrmWRC.WiseSimpleButton1.caption=Backup
FrmWRC.btnupdate.caption=Procurar atualização
FrmWRC.btnmessage.caption=Notícias


;
; Reg Cleaner
;
FrmReg.caption=Registrar
FrmRegClean.btnall.caption=Selecionar Tudo
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Não Selecionar Nenhuma
FrmRegClean.WiseLabel1.caption=Auto-Limpar
FrmRegClean.lbltype.caption=Executar tarefa:
FrmRegClean.lblweek.caption=Data:
FrmRegClean.lbltime.caption=Hora:
FrmRegClean.btnScan.caption=Escanear
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Escanear de Novo
FrmRegClean.lblstat.caption=Você ainda não limpou o registro. Uma limpeza instantânea é recomendada.
FrmRegClean.vtrc.Columns[0]=Dados
FrmRegClean.vtrc.Columns[1]=Chave do registro
FrmReg.lblinfo.caption=Obrigado a você por escolher o Wise Registry Cleaner
FrmReg.lblinfoex.caption=Por favor insira sua chave de licença pra ativar a versão PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Seu Nome:
FrmReg.lblKey.caption=Chave da Licença:
FrmReg.btnReg.caption=Registrar
FrmReg.btnbuy.caption=Compre Agora
FrmReg.lblhelp.caption=Tem um problema ao inserir sua chave da licença?
FrmReg.btnContact.caption=Contacte-nos

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Otimizar
FrmOptimizer.btnnone.caption=Não Selecionar Nenhuma
FrmOptimizer.btnall.caption=Selecionar Tudo
FrmOptimizer.btnDefault.caption=Padrão do Sistema
Frmoptimizer.lblinfoex.caption=Otimizar o registro pode melhorar as conexões de rede, acelerar o sistema do Windows e tornar seu sistema mais estável.
FrmOptimizer.btnoptimize.caption=Otimizar
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=A desfragmentação do registro pode tornar o sistema mais estável e a execução mais rápida.
FrmRegDefragger.lblstat.caption=Você ainda não desfragmentou seu registro. É sugerida uma análise instantânea.
FrmRegDefragger.btndefrag.caption=Desfragmentar
FrmRegDefragger.lblinfo1.caption=1. Nós sugerimos que você feche todos os outros aplicativos antes de executar esta função.
FrmRegDefragger.lblinfo2.caption=2. O sistema pode ficar temporariamente sem resposta enquanto analisa e é normal.
FrmRegDefragger.lblinfo3.caption=3. O sistema reiniciará automaticamente uma vez que a desfragmentação do registro terminou.
FrmRegDefragger.lblinfo4.caption=4. Por favor não desligue durante o processo de desfragmentação como ele pode causar consequências desconhecidas.
FrmRegDefragger.vtdefrag.Columns[0]=Nome
FrmRegDefragger.vtdefrag.Columns[1]=Tamanho Atual
FrmRegDefragger.vtdefrag.Columns[2]=Novo tamanho
FrmRegDefragger.vtdefrag.Columns[3]=Taxa de redundância
FrmRegDefragger.btnAnalysis.caption=Analisar
;
; Custom scan areas
;
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Selecionar Tudo
Frmcustom.btnnone.caption=Não Selecionar Nenhuma
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=Ok
;
; About Window
;
Frmabout.lblstatus.caption=Status:
frmabout.lblUninstall.caption=Instrução da Desinstalação
frmabout.lblPolicy.caption=Norma de Privacidade
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Versão Atual:
FrmAbout.lblemail.caption=E-mail do Suporte:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Agradeçam as seguintes pessoas pelas suas contribuições:
FrmAboutWin.caption=Sobre
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Configurações
FrmSettings.tsCommon.caption=Geral
FrmGeneral.chkexp.caption=Junte-se ao Programa de Melhorias da Experiência do Freguês
FrmGeneral.lblexp.caption=Detalhe
FrmSettings.tsAutoRun.caption=Auto-Executar
FrmSettings.tsExclusion.caption=Exclusões
FrmSettings.btnrestore.caption=Sobre
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancelar
FrmUsers.lblinfo.caption=Selecione os usuários que você quer que o Wise Registry Cleaner gerencie.
FrmUsers.rdcuser.caption=Só o usuário atual
FrmUsers.rdauser.caption=Todos os usuários
FrmUsers.rdusers.caption=Usuários selecionados
FrmSettings.tsUsers.caption=Usuários
FrmGeneral.ckRestorePoint.caption=Auto-cria um ponto de restauração do sistema antes de desfragmentar o registro.
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Criar um ícone pra "Limpar com 1-clique" na área de trabalho
FrmAutorunSettings.lblcmd.caption=Modo de linha de comando
FrmAutorunSettings.lblcmdinfo.caption=Você pode usar a linha de comando pra executar este programa pra escanear e limpar o registro. Pra mais informações por favor pressione F1 ou clique na URL abaixo pra ler nossa documentação de ajuda.
FrmAutorunSettings.btnhelp.caption=Ajuda Online
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Adicionar uma palavra-chave
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Remover
FrmExclusion.btnimport.caption=Importar
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancelar
;
; General Settings
;
FrmGeneral.chkNews.caption=Auto-obter newsletters
FrmGeneral.chkbackup.caption=Auto-backup do registro antes de limpar
FrmGeneral.WiseLabel1.caption=Procurar Atualizações:
FrmGeneral.WiseLabel2.caption=Idioma:
FrmGeneral.btnchecknew.caption=Procurar Agora
FrmGeneral.lbtran.caption=Traduzir pro...
FrmGeneral.lblBackup.caption=Fazer backup em:
FrmGeneral.btnbr.caption=Explorar
;
; Backup and Restore
;
Frm_br.btncancel.caption=Cancelar
FrmBackup.caption=Fazer Backup
FrmBackup.btnreg.caption=Criar um backup completo do registro
FrmBackup.btnsys.caption=Criar um ponto de restauração do sistema
FrmRestore.caption=Centro de Restauração
FrmRestore.btnRegBk.caption=Restauração do Registro
FrmRestore.btnSysBK.caption=Restauração do Sistema
FrmRestore.btnclose.caption=Fechar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
;
; Update
;
frmupdate.caption=Atualização do Software
;
; Popup Menus
;
pmLicenseKey1=Registrar
pmLicenseKey=Mudar a chave da licença
pmHelp=Ajuda Online
pmforum=Fórum
pmHome=Homepage
pmContact=Contacte-nos
pmCheckNew=Procurar Atualizações
pmStyle=Aparência
pmLang=Idiomas
pmAbout=Sobre
pmIgnore=Ignorar os selecionados
pmrec=Selecione entradas seguras
pmAll1=Selecionar tudo
pmNone=Não selecionar nenhuma
pmGo=Abrir no Editor do Registro
pmExport=Exportar pra...
pmPortable=Criar uma versão portátil
;
; DefProcess
;
FrmProcess.Caption=Análise do Registro
FrmProcess.lblwait.caption=Analisando...
FrmProcess.lblinfo.caption=Seu PC não responderá por alguns segundos ou minutos.
FrmProcess.lblwait.caption=Analisando, por favor aguarde...
FrmSettings.tsArea.caption=Área
FrmOptimizer.btnRecommended.caption=Recomendado
FrmWRC.btnAi.caption=WiseX
[Message]
Unlimited=Ilimitado
Free=Grátis
Registried=Registrado
Unregistried=Não registrado
NoNews=Você não tem mensagens não lidas.
InvalidRegInfo=Informação de registro inválida!
alluser=Todos os usuários
currentuser=Usuário atual
Username=Nome do usuário
Proupdate=Lamento, esta versão particular não suporta atualização pra versões mais novas. Se você escolher atualizar ela será rebaixada pra versão grátis. Continuar a atualização?
MWDetected=O MalwareBytes foi detectado pra impedir o %s de funcionar. Clique em Ok pra obter a solução.
ActivateOnline=Verificando sua informação de registro, por favor espere por alguns segundos...
WRCRunning=O programa está em execução.
StopAndExit=O programa está escaneando, voce quer parar o escaneamento e sair agora?
EmptyEmail=O endereço de e-mail não pode estar vazio.
EmptyName=O nome de usuário não pode estar vazio.
InvalidEmail=Email inválido, por favor insira um email correto.
EmpytKey=A chave da licença não pode estar vazia.
InvalidKey=Chave de licença inválida, por favor insira uma chave correta.
EnterEmail=Insira seu e-mail
EnterName=Insira seu nome
EnterKey=Insira sua chave de licença
OverMaxTimes=Excedeu o número máximo de ativações.
ThanksRegister=Obrigado por registrar este produto!
Activated=A versão PRO foi ativada.
ConnectFail=Incapaz de conectar ao servidor. Por favor verifique sua conexão de rede e tente de novo mais tarde.
NoRegInfo=Não pôde achar sua informação de registro, por favor verifique e tente de novo. Se você precisar de mais ajuda por favor nos contacte.
NeedAdmire=A função é só pra administradores. Se você quer executar esta função por favor logue como um administrador.
ScheduleHint=Limpe seu computador regularmente.
Unoptimized=Não otimizado
UpdateError=Erro de atualização, você quer baixar a versão mais recente do nosso site da web?
RegeditorLocked=O Editor do Registro não está ativado. O Backup & Restauração requer acesso ao Editor do Registro. Você quer ativar o Editor do Registro agora?
failtounLock=Falhou em ativar o Editor do Registro. Por favor tente ativá-lo manualmente. Ou contacte seu administrador por assistência.
Total=Total
DefragRate=Ele pode ajudar você a reduzir o tamanho do registro em %s.
SuggestDefrag=Uma desfragmentação imediata do registro é recomendada.
SuggestIgnore=Dificilmente há qualquer redundância no seu registro. Por favor desfragmente-o da próxima vez.
TypeNoError=Limpo
NeverClean=Você ainda não limpou o registro. Uma limpeza instantânea é recomendada.
AdviseClean=Limpar o registro regularmente pode fazer seu PC executar mais rápido e mais estável.
DupItem=Este item já está listado.
Advisedefrag=A desfragmentação do registro pode tornar o sistema mais estável e a execução mais rápida.
NeverDefrag=Você ainda não desfragmentou o registro. Uma análise imediata é recomendada.
LastDefrag=A última vez que você desfragmentou o registro foi em:
TotalDefrag=Um total de %.2f foram comprimidos.
DefaultValue= (Padrão)
RegBackup=Fazer Backup do Registro
RegRestore=Restaurar o Registro
CreateBackup=Criando backup dos dados...
Compress=Comprimindo...
Extracte=Extraindo...
Complete=Completo
RestoreReg=Restaurando o Registro... Por favor espere alguns minutos...
NotSupportOS=Este sistema operacional não suporta esta função.
EnableRestore=A restauração do sistema está desativada. Você quer ativar a restauração do sistema?
SysCreating=Criando um ponto de restauração do sistema...
SysRestoring=Preparando pra restaurar o sistema...
RestorePointDone=O ponto de restauração do sistema foi criado com sucesso.
RestorePointFail=Falhou em criar o ponto de restauração do sistema.
ErrorMsg=Mensagem de Erro:
Area=Área
Summary=Descrição
LeastOne=Por favor escolha pelo menos uma área pra escanear.
IsRunning=O programa está escaneando. Por favor espere o escaneamento terminar e tente de novo.
Optimized=Otimizado
ComfirmDefrag=Por favor salve seu trabalho inacabado. O sistema do Windows reiniciará imediatamente após a desfragmentação do registro. Você quer iniciar agora?
def15After=%d dias se passaram desde a última desfragmentação do registro. Uma análise imediata é recomendada.
def15Before=Seu computador executará mais rápido e estável se você mantiver seu registro tão compacto quanto possível.
KeyWord=Por favor insira suas palavras-chave:
ExImport=A lista de exclusão foi exportada pra:
NoNewVer=Você está usando a versão mais recente.
Daily=Diariamente
Weekly=Semanalmente
Monthly=Mensalmente
Never=Nunca
TranslateTo=Traduzir pra...
NeedBack=Esta é sua primeira vez usando este programa. É recomendado fazer um backup do registro imediatamente. Você gostaria de fazer backup agora?
Newsletter=Newsletter
UpgradeInfo=Informação da Atualização
CannotCrTask=Incapaz de criar uma tarefa agendada.
ScheduleNextTime=Da próxima vez:
Exported=Os resultados do escaneamento foram exportados pra %s. Você quer abrir o relatório agora?
Idle=Quando Inativo
Login=Ao logar
LastClean=A última vez que você limpou o registro foi em:
Monday=Segunda
Tuesday=Terça
Wednesday=Quarta
Thursday=Quinta
Friday=Sexta
Saturday=Sábado
Sunday=Domingo
IssueFound=%d problemas
Scanning=Escaneando
ScanCanceled=O escaneamento do registro foi cancelado.
FindError=Um total de %d problemas foram achados, %d dos quais não são seguros pra apagar.
LogAll=%d problemas foram achados, %d problemas foram resolvidos.
LogFail=Falhou em remover %d problemas.
StartClean=Limpar
StartScan=Escanear
7After=%d dias se passaram desde sua última limpeza do registro. É recomendado escanear agora.
7Before=O mais limpo que seu registro ficar o mais rápido seu computador será!
ReScanHint=%d problemas foram achados. Nós sugerimos a você escanear de novo pra achar mais problemas.
CleanNow=Clique no botão [Limpar] pra consertar estes problemas instantaneamente pra melhorar a performance do seu PC.
NoError=Parabéns! Você tem um registro limpo!
GoodHabit=Limpar o registro regularmente pode ajudar a manter seu PC executando no seu melhor.
ReScanHint1=Nós recomendamos que você escaneie de novo pra localizar problemas potenciais imediatamente.
TypeChanged=Você mudou os itens do escaneamento!
ReScanHint2=Por favor escaneie de novo pra achar problemas.
CleanDone=Limpeza completa!
bkAuto=Automaticamente
bkManual=Manualmente
BackupDate=Backup criado
BackupType=Tipo
Problems=Problemas
CreateDate=Data criada
Description=Descrição
Removebackup=Você quer apagar o backup selecionado?
RemoveSysRestore=Você quer apagar o ponto de restauração do sistema selecionado?
NoBackupSelected=Por favor escolha pelo menos um backup pra restaurar.
RestoreComplete=A restauração do registro está completa
RestoreFromSysRestore=A restauração do sistema precisa reiniciar seu computador. Por favor salve seu trabalho antes de clicar no botão SIM. Você quer iniciar a restauração agora?
WhenIdle=Quando inativo
WhenLogin=Ao logar
NewVer=Há uma nova versão disponível! Você quer atualizar agora?
TranslateTo=Traduzir pro...
HistoryErrors=Total de erros consertados: %d
clickfix=Clique aqui pra consertá-lo.

[Tuneup]
SuperPrefetchParameters=Desativar o Super-Prefetch pra reduzir o consumo de memória da inicialização do windows (8/10).
BlueReboot=Desativar o reinício automático quando o sistema encontra a tela azul da morte.
RemoteRegAccess=Desativar a modificação do registro por um computador remoto.
FileListSpeed=Otimizar a norma de atualização da lista de arquivos do Windows.
PreviewUP=Acelerar a velocidade de exibição das Pré-Visualizações da Janela da Barra de Tarefas.
OptDNS=Otimizar o DNS e a velocidade de análise do DNS.
OptLAN=Otimizar a conexão da LAN.
ShowSpeed=Velocidade de resposta otimizada da exibição do sistema.
AeroSnap=Acelerar o Aero Snap pra fazer os thumbnails exibirem mais rápido.
SSDSpeedup=Otimizar SSD
DisablePrefetch=Desativar os parâmetros do prefetch pra estender o tempo de vida útil do SSD.
DisableSuperPrefetch=Desativar os parâmetros do Superfetch pra estender o tempo de vida útil do SSD.
DisableDefragBoot=Desativar a desfragmentação do disco ao iniciar pra estender o tempo de vida útil do SSD. 
DisableDefragIdle=Desativar o auto-defrag quando inativo pra estender o tempo de vida útil do SSD.
EnableTRIM=Ativar a função TRIM pra melhorar a performance de trabalho do SSD.
OptIEConnection=Aumentar o máximo de conexões por servidor. A velocidade de visualização das páginas da web e a velocidade pra assistir vídeos online é melhorada.
IconCache=Aumentar o cache dos ícones do sistema e acelerar a exibição da área de trabalho.
RestoreAll=Você quer restaurar todos os itens pro padrão do Windows?
NoSelectedItem=Por favor selecione um item no mínimo.
OptItems=Os seguintes %d itens podem ser otimizados.
ItemsOptimized=%d itens foram otimizados.
TakeEff=Algumas mudanças não terão efeito até você reiniciar seu PC.
NoItems=Parabéns! Todos os itens foram otimizados.
BootSpeedup=Aceleração da inicialização/desligamento.
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração da Rede
PrefetchParameters=Otimizar os parâmetros do prefetch pra melhorar a velocidade de inicialização do Windows.
BootDelay=Reduz o tempo da "verificação do disco" pra melhorar a velocidade de inicialização do Windows.
BootPartition=Ativar a função de otimização pra melhorar a velocidade de inicialização do Windows.
ClearPagingFile=Desativar a limpeza do Arquivo de Paginação do Windows no desligamento pra acelerar a velocidade de desligamento do PC.
TimeOut=Reduz a inatividade do aplicativo ao fechar pra melhorar o processo de desligamento.
AutoKill=Fechar processos congelados pra evitar crashes do sistema.
RestartExplorer=Reiniciar automaticamente o Windows Explorer pra parar um desaparecimento inesperado da área de trabalho.
TwoProcess=Configurar os componentes do Windows Explorer pra executar em processos separados evitando conflitos do sistema.
ErrorReport=Desativar a tela do relatório de erros pra melhorar a performance do sistema.
Debugger=Desativar o debugger pra acelerar o processamento dos erros.
OptMemory=Otimizar as configurações padrão da memória pra melhorar a performance do sistema.
OptVEff=Otimizar a aparência dos componentes do front end (caixa de diálogo, menus, etc.) pra melhorar a performance do sistema.
OptFileSystem=Otimizar o sistema dos arquivos pra melhorar a performance do sistema.
OptDiskSystem=Otimizar o sub-sistema de Entrada/Saída de dados do disco pra melhorar a performance do sistema.
DisAutoRun=Desativar a função "Autoplay" nos drives pra evitar a infecção/propagação de vírus.
OptDiskIdle=Otimizar a Entrada/Saída de dados do disco enquanto a CPU está inativa.
OptTTL=Otimizar as configurações do TTL (Time To Live) pra melhorar a performance da rede.
OptNetForward=Otimizar a habilidade de envio da rede pra melhorar a performance da rede.
OptMTU=Melhora a performance do TCP/IP através da detecção automática de "buracos negros" no roteamento com a técnica de Descoberta do Caminho do MTU.
OptWINS=Otimizar o tempo de busca do nome do WINS pra melhorar a velocidade de transferência dos dados.
OptNetWork=Otimizar as configurações de rede pra melhorar a performance das comunicações.
CloseAnimate=Fechar o efeito de animação quando maximizando ou minimizando uma janela pra acelerar a resposta da janela.
PagingExecutive=Desativar a paginação da memória e reduz a Entrada/Saída de dados do disco pra melhorar a performance dos aplicativos. (A opção pode ser ignorada se a memória física é < 1 GB)
StaticIP=Define um IP estático pra sua conexão local pra acelerar o boot do seu PC.
PorcessorTime=Otimizar a performance do processador pra execução de aplicativos, jogos, etc. (Ignorar se é um servidor)
DisableIDECheck=Impedir a verificação do canal IDE pelo Windows pra melhorar a velocidade de inicialização do Windows.
ForeAppSpeed=Acelerar a velocidade de resposta dos programas em 1º Plano.
AeroPeek=Acelerar a velocidade de exibição do Aero Peek.
OptEthernet=Otimizar a performance da placa de Ethernet.
DisableHibernate=Desativar a hibernação pra salvar espaço em disco e extender a vida do SSD. (A inicialização rápida também será desligada.)
IndexOptimize=Otimizar a indexação do Windows.
RemoveShotcut=Remover a palavra "atalho" dos ícones dos atalhos.
AutoReStartShell=Otimizar o Windows Explorer pra que possa reiniciar automaticamente após uma exceção ocorrer pra impedir o sistema de não ser responsivo.
ListveiwOpt=Otimizar o efeito visual do menu e da lista pra melhorar a velocidade de operação do sistema.
Systemsecurity=Segurança do Sistema
DownloadMode=Desativar a Otimização de Entrega da Atualização do Windows pra melhorar a performance de rede.
highperformance=Ajustar o plano de energia pra Alta Performance pra uma performance melhorada do Windows. 
minimizeperformance=Ajustar o plano de energia pra Economia de Energia pra estender o tempo de uso do seu laptop.
LockScreenToastEnabled=Desativar a notificação pra não aparecer na lock screen pra mantê-las privadas.
[Type]
ContextMenu=Itens do Menu de Contexto Inválidos
MUICache=Cache do MUI
Services=Serviços do Windows
Activex=Componentes do ActiveX/COM
FireWall=Configurações do Firewall
RootAll=Caminhos Inválidos
SoftwareSection=Caminhos dos Softwares
ApplicationPaths=Caminhos dos Aplicativos
FileTypes=Tipos de Arquivos
HelpFiles=Arquivos de Ajuda
Fonts=Fontes
SharedDLL=DLLs Compartilhadas
MRULists=Listas das MRUs do Usuário
UninstallSection=Desinstaladores
StartMenu=Menu Iniciar
StartupProgram=Programas da Inicialização
SoundandAppEvents=Sons e eventos dos Aplicativos
IEUrlHistory=Histórico das URLs do Internet Explorer
IFEO=Execução dos Arquivos de Imagens
EmptyKey=Chaves Vazias
App=Configurações dos Aplicativos

[ErrorMessage]
MUIError1=Referência ao MUI ausente, mas o drive "%s" é %s, é recomendado que você ignore este erro.
MUIError=Referência ao MUI ausente
ServiceNotExists=O programa do serviço especificado não existe.
MimeExName=Extensão incorreta do arquivo MIME registrado: %s
EmptyKey=Chave vazia
EmptyHelpdirctory=Diretório de Ajuda Vazio.
FileNotExist=O arquivo (pasta) não existe.
HFileNotExist=O arquivo de ajuda (pasta) não existe.
EmptyValue=Valor vazio
TypeLib=A biblioteca de tipos não existe:
NodeEmpty=Node Vazio
SharedFilenotexist=O arquivo compartilhado não existe. 
sharedfilenotbeuse=O arquivo compartilhado não é usado. 
noconnection=Sem informação de conexão do arquivo.
Invalidpathtoicon=Caminho inválido pro ícone. 
ReferstoaninvalidClass=Refere-se a uma classe inválida. 
Emptyshellcommand=O comando do shell está vazio. 
Invalidshellcommand=Comando do shell inválido (O arquivo não existe). 
Fontsnotexist=O arquivo das fontes não existe. 
Hijacking=%s foi sequestrado por %s.
MRULists=Listas das MRUs do Usuário
invalidOpenWith=Não há aplicativo associado com este tipo. 
ReferActivex=Refere-se a uma entrada inválida do ActiveX/COM.
EmptyCLSID=CLSID Vazio. 
ComSourceNotExist=A fonte do COM não existe. 
invalidUnistall=Informação de desinstalação inválida. 
notexist=Não existe. 
ObsoleteStartMenuItem=Item Obsoleto do Menu Iniciar.
SoundFilenotexist=O arquivo de som não existe. 
FileNotExist1=O arquivo (pasta) não existe mas o drive "%s" é %s, é recomendado que você ignore este erro.
OpenWithError=Erro ao abrir, o aplicativo especificado não existe.
OpenWithError1=Erro ao abrir, o aplicativo especificado não existe. Mas o drive "%s" é %s, é recomendado que você ignore este erro.
ComSourceNotExist1=A Fonte do COM não existe. Mas o drive %s é %s, é recomendado que você ignore este erro.
Trojan=Este é um comportamento típico do Trojan. Nós recomendamos fortemente que você remova imediatamente a entrada e use um software anti-vírus pra escanear seu computador.
InvalidShellExtensions=Extensões do shell inválidas
progid=O identificador do programa especificado não existe:


[Summary]
ContextMenu=Itens do menu de contexto inválidos.
MUICache=Referência ao Cache do MUI Ausente.
Services=Serviços Inválidos do Windows.
Activex=Componentes inválidos do ActiveX e do COM.
FireWall=Configurações inválidas do firewall do Windows.
RootAll=Caminhos e arquivos inválidos.
SoftwareSection=Caminhos inválidos e arquivos deixados pelos softwares removidos.
ApplicationPaths=Caminhos e arquivos dos aplicativos registrados inválidos.
FileTypes=Informações das extensões dos arquivos inválidos.
HelpFiles=Arquivos de ajuda registrados inválidos.
Fonts=Informações inválidas das fontes.
SharedDLL=Bibliotecas compartilhadas dos links dinâmicos ausentes.
MRULists=Histórico dos arquivos acessados pelo usuário, filmes assistidos, documentos editados, etc.
UninstallSection=Informações inúteis ou inválidas das desinstalações.
StartMenu=Itens obsoletos do menu iniciar.
StartupProgram=Programas de inicialização obsoletos ou inválidos.
SoundandAppEvents=Configurações de sons e eventos obsoletas ou inválidas.
IEUrlHistory=Histórico das visitas na web com o Internet Explorer.
IFEO=Entradas maliciosas criadas por spyware, vírus ou malware.
EmptyKey=Entradas com nenhuma informação.
App=Configurações inválidas dos aplicativos.

[AutoClean]
ErrorsFixed=Os erros foram limpos.
Title=Parabéns. 
ErrorsFound=Erros foram achados.

[AutoUpdate]
CurrentFile=Arquivo Atual:
Canceling=Cancelando...
CANCEL=Cancelar
Ready=Pronto pra baixar

[Skin]
SkinDefault=Padrão
SkinLight=Claro
SkinDark=Escuro

[Renew]
subscribed=Não me lembrar de novo.
title=O Wise Registry Cleaner PRO expirará em %d dias!
title1=Sua chave de licença expirou. Por favor renove-a a tempo!
Price=Só renovar a Pro %s!
Describe=Você perderá os privilégios da Edição Pro.

[Edit]
pmcut=Cortar
pmcopy=Copiar
pmpaste=Colar
pmdelete=Apagar
pmselectall=Selecionar tudo
pmundo=Desfazer
Renew=Renovar agora

[feedback]
InvalidEmail=Por favor insira o endereço de e-mail correto.
emptyinput=Por favor insira alguma coisa pra submeter.
thanks=Obrigado pelo seu feedback!
FrmFeedback.lblfeedback.caption = Como você classifica o %s?
FrmFeedback.lblemail.caption = Endereço de e-mail:
FrmFeedback.lblgood.caption = Qual função você gosta mais?
FrmFeedback.lblbad.caption = De qual função você mais desgosta?
FrmFeedback.lblwant.caption = Qual nova função você mais quer?
FrmFeedback.btncancel.caption = Não interessado
FrmFeedback.btnsubmit.caption = Submeter

[WiseAi]
LoadUtilities=Carregando...